tutorials/fluids/backwardFacingStepTurbulent/Allrun
#!/bin/bash

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Source solids4Foam scripts
source solids4FoamScripts.sh

solids4Foam::caseOnlyRunsWithFoamExtend

# Create mesh
runApplication blockMesh

# Run solver
runApplication solids4Foam

